Repository: ErikBernskiold/secdash_wp_plugin
Catalog: secdash/languages/secdash-*.po
Languages: sv_se

source: You have to enter your license key.
sv_se: Du måste fylla i din licensnyckel.

source: Could not save shared secret to the database. Please contact SECDASH to solve this problem.
sv_se: Kunde inte spara den delade nyckeln till databasen. Kontakta SECDASH för att lösa problemet.

source: SECDASH was successfully initialized! <br/>We now continoulsy monitor your WordPress and your plugins for security issues and will notify you once an issue appears. <br/> <a href="https://www.secdash.com/board/">Details on SECDASH.com</a>
sv_se: SECDASH har installerats! <br/>Vi kommer nu att kontinuerligt hålla koll din WordPress-installation och dina tillägg för säkerhetsproblem och notifiera dig.<br/> <a href="https://www.secdash.com/board/">Detaljer på SECDASH.com</a>

source: Your SECDASH link was updated successfully! <br/>We now continoulsy monitor your WordPress and your plugins for security issues and will notify you once an issue appears. <br/> <a href="https://www.secdash.com/board/">Details on SECDASH.com</a>
sv_se: Din SECDASH-länk uppdaterades!<br/>Vi kommer nu kontinuerligt att hålla koll på din WordPress-installation och dina tillägg för säkerhetshål och notifiera dig om någonting dyker upp.<br/> <a href="https://www.secdash.com/board/">Detaljer på SECDASH.com</a>

source: Sorry, I was unable to send the registration request to the SECDASH server.<br/>
sv_se: Tyvärr lyckades jag inte skicka registreringsförfrågan till SECDASH-servern.<br/>

source: Please use this code for manual registration on SECDASH.com:<br/><textarea rows="15" cols="64">%s</textarea>
sv_se: Vänligen använd denna kod för manuell registrering på SECDASH.com:<br/><textarea rows="15" cols="64">%s</textarea>

source: Can't connect to SECDASH API Server. Please proceed with manual registration.
sv_se: Kan inte ansluta till SECDASH API-servern. Vänligen fortsätt med manuell registrering.

source: Invalid HTTP status code %s. Please contact SECDASH to solve this problem.
sv_se: Ogiltig HTTP statuskod %s. Vänligen kontakta SECDASH för att lösa problemet.

source: SECDASH Options
sv_se: SECDASH-inställningar

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräckliga rättigheter för att komma åt denna sida.

source: For (re-)registering with SECDASH please enter your licence key:
sv_se: För (åter-)registrering med SECDASH, fyll i din licensnyckel:

source: This plugin is already registered with SECDASH. Submitting this form will result in updating the registration.
sv_se: Denna site är redan registrerat hos SECDASH. Genom att skicka detta formulär igen kommer du uppdatera registreringen.

source: License Key:
sv_se: Licensnyckel:

source: Save Changes
sv_se: Spara ändringar
